{"/about/":{"data":{"":"","building-libraries-that-last#Building Libraries That Last":"Building Libraries That Last Riff.CC is a platform dedicated to creating cooperative, unstoppable libraries and platforms that are owned and operated by the users themselves.\nWe believe in the power of community-driven infrastructure that cannot be shut down, censored, or controlled by any single entity.","join-us#Join Us":"Whether you’re a developer, creator, librarian, or simply someone who believes in a free and open internet, there’s a place for you in the Riff.CC community. Together, we’re building the unstoppable libraries and platforms of tomorrow.\nGet Started | Join the Community | Contribute","our-mission#Our Mission":"We’re building the future of digital libraries and creative platforms through:\nDecentralized Infrastructure: Using IPFS and other distributed technologies to ensure content remains accessible forever Community Ownership: Platforms owned and governed by their users, not corporations Open Source: All our tools and platforms are open source and freely available Preservation: Ensuring that human knowledge and creativity are preserved for future generations ","our-values#Our Values":" Freedom: Information wants to be free, and we’re here to help it Cooperation: Together we’re stronger than any corporation Resilience: Building systems that can withstand any attempt at control or censorship Accessibility: Knowledge and creativity should be available to everyone, everywhere Sustainability: Creating systems that can maintain themselves through community support ","what-we-do#What We Do":"Libraries That Can’t Be Stopped We create resilient digital libraries that exist across thousands of nodes worldwide. When you add content to a Riff.CC library, it becomes part of a permanent, uncensorable record of human creativity and knowledge.\nPlatforms By The Users, For The Users Every platform we build is designed with community governance in mind. Users aren’t just consumers—they’re owners with a real say in how the platform operates and evolves.\nTools for Creators We provide the tools and infrastructure that creators need to share their work freely, maintain control over their content, and connect directly with their audience without intermediaries."},"title":"About Riff.CC"},"/projects/":{"data":{"":"","active-projects#Active Projects":"","get-involved#Get Involved":"All our projects are open source and community-driven. Here’s how you can contribute:\nDevelopers: Check our GitHub for open issues and contribution guidelines Librarians: Help us curate and organize content for preservation Creators: Test our platforms and provide feedback Everyone: Spread the word about unstoppable libraries and platforms View on GitHub | Join Discord | Donate","status-early-development#\u003cstrong\u003eStatus\u003c/strong\u003e: Early development":"We believe in open source, community-driven projects that empower users and creators.\nActive Projects 📚 Flagship Our decentralized library platform that allows communities to build and maintain their own unstoppable digital libraries.\nTry it | Source code | Documentation\nStatus: Active development, nearing beta release\n🛠️ Librarian A set of tools for managing and curating content in decentralized libraries, ensuring that knowledge is preserved and accessible.\nSource code | Documentation\nStatus: Early development\nUpcoming Projects Dragonfly Infrastructure deployments made easy.\nMetal, managed, whether physical or virtual.\nSource code | Documentation\nStatus: Early development\n🔧 Nebula Manage Kubo and IPFS Cluster deployments with ease.\nNebula simplifies the process of running and maintaining highly available IPFS.\nSource code | Documentation\nStatus: Early development\n🎁 Showcase A platform for displaying the best of your work, connecting you with a community of creators and audiences.\nStatus: Early development\n🌌 Starmap A visual exploration tool for discovering and navigating the vast landscape of decentralized content.\nStatus: Early development ","upcoming-projects#Upcoming Projects":""},"title":"Projects"}}